Repository: brol/dcStats
Catalog: locales/*/main.po
Languages: fr

source: Home
fr: Accueil

source: Start:
fr: Ouverture :

source: Post:
fr: Billet :

source: Comment:
fr: Commentaire :

source: Media:
fr: Média :

source: Reset to default settings
fr: Réinitialiser aux paramètres par défaut

source: Synchronize blog
fr: Synchroniser le blog

source: Settings
fr: Paramètres

source: Settings saved.
fr: Paramètres enregistrés.

source: Settings reseted.
fr: Paramètres réinitialisés.

source: dcStats
fr: Statistiques pour Dotclear

source: Statistics
fr: Statistiques

source: DcStats: statistics
fr: DcStats : statistiques

source: Complete statistics
fr: Statistiques complètes

source: DcStats: top reads
fr: DcStats : top lectures

source: List of best reads
fr: Liste des meilleures lectures

source: DcStats: top comments
fr: DcStats : top commentaires

source: Post list with the most comments
fr: Liste des billets ayant le plus de commentaires

source: DcStats: top trackbacks
fr: DcStats : top rétroliens

source: List of tickets with the most trackbacks
fr: Liste des billets ayant le plus de rétroliens

source: Dotclear Statistics
fr: Statistiques pour Dotclear

source: Categories
fr: Catégories

source: Author
fr: Auteur

source: Authors
fr: Auteurs

source: Total post reading
fr: Lecture de billet(s)

source: Total posts reading
fr: Lectures de billet

source: Read for most read post
fr: Lecture pour le billet le plus lus

source: Reads for most read post
fr: Lectures pour le billet le plus lus

source: Average posts read
fr: Lectures en moyenne par billet

source: Average post read
fr: Lectures en moyenne par billet

source: Go to the post
fr: Allez au billet

source: Unable to install or update the plugin dcStats
fr: Impossible d'installer ou de mettre à jour le module dcStats

source: Trackbacks
fr: Rétroliens

source: Top reads
fr: Top lectures

source: Top comments
fr: Top commentaires

source: Top trackbacks
fr: Top rétroliens

source: No content
fr: Rien à afficher

source: Display postCount stats
fr: Affiche les statistiques de postCount

source: Show counts
fr: Affiche les compteurs

source: Posts limit (empty means 5 posts):
fr: Limite du nombre de billets (vide signifie 5 billets) :

source: Maximal post title length:
fr: Longueur maximal du titre du billet :

source: Display posts count
fr: Afficher le compteur de billets

source: Display comments count
fr: Afficher le compteur de commentaires

source: Display trackbacks count
fr: Afficher le compteur de rétroliens

source: Display categories count
fr: Afficher le compteur de catégories

source: Display tags count
fr: Afficher le compteur de mots clés

source: Display authors count
fr: Afficher le nombre d'auteurs

source: Do not count below X days:
fr: Ne pas comptabiliser avant X jours :

source: selected entries
fr: billets sélectionnés

source: selected entry
fr: billet sélectionné

source: entries waiting
fr: billets en attente

source: entry waiting
fr: billet en attente

source: scheduled entries
fr: billets programmés

source: scheduled entry
fr: billet programmé

source: offline entries
fr: billets hors ligne

source: offline entry
fr: billet hors ligne

source: Latest updates
fr: Dernières mises à jour

source: Go to content
fr: Aller au contenu
